"All neccessary tools have been disabled in Preferences" = "Alle benodigde programma’s zijn uitgeschakeld via Voorkeuren";
"Can't map file into memory" = "Het bestand kon niet in het geheugen ingelezen worden";
"File cannot be optimized any further" = "Het bestand kan niet verder geoptimaliseerd worden";
"File is neither PNG, GIF nor JPEG" = "Het bestand is noch PNG noch JPEG";
"Inspecting file" = "Bezig met analyseren van bestand";
"New file" = "Nieuw bestand";
"Optimized file could not be saved" = "Het geoptimaliseerde bestand kon niet bewaard worden";
"Optimized successfully with %@" = "De optimalisatie is geslaagd (%@)";
"Size of optimized file is 0" = "De grootte van het geoptimaliseerde bestand is 0";
"Started %@" = "%@ gestart";
"Waiting in queue" = "In de wachtrij";
"Waiting to be optimized" = "Klaar om geoptimaliseerd te worden";
"Waiting to start more optimizations" = "Wachten op verdere optimalisaties";
"%@ failed to start" = "%@ kon niet starten";
"Add" = "Voeg toe";
"Cut" = "Knip";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Saved %@ out of %@. %@ overall (up to %@ per file)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Saved %@ out of %@. %@ per file on average (up to %@)";